select * from add_data(
'{
    "prepared": "2020-09-30 02:33:23",
    "id": "2.9.83.10.",
    "agency_id": "30",
    "codes": {
        "30-ОКАТО": {
            "name": "ОКАТО",
            "values": [
                [
                    "643",
                    "Российская Федерация"
                ],
                [
                    "79000000000",
                    "Республика Адыгея (Адыгея)"
                ],
                [
                    "84000000000",
                    "Республика Алтай"
                ],
                [
                    "80000000000",
                    "Республика Башкортостан"
                ],
                [
                    "81000000000",
                    "Республика Бурятия"
                ],
                [
                    "82000000000",
                    "Республика Дагестан"
                ],
                [
                    "26000000000",
                    "Республика Ингушетия"
                ],
                [
                    "83000000000",
                    "Кабардино-Балкарская Республика"
                ],
                [
                    "85000000000",
                    "Республика Калмыкия"
                ],
                [
                    "91000000000",
                    "Карачаево-Черкесская Республика"
                ],
                [
                    "86000000000",
                    "Республика Карелия"
                ],
                [
                    "87000000000",
                    "Республика Коми"
                ],
                [
                    "35000000000",
                    "Республика Крым"
                ],
                [
                    "88000000000",
                    "Республика Марий Эл"
                ],
                [
                    "89000000000",
                    "Республика Мордовия"
                ],
                [
                    "98000000000",
                    "Республика Саха (Якутия)"
                ],
                [
                    "90000000000",
                    "Республика Северная Осетия - Алания"
                ],
                [
                    "92000000000",
                    "Республика Татарстан (Татарстан)"
                ],
                [
                    "93000000000",
                    "Республика Тыва"
                ],
                [
                    "94000000000",
                    "Удмуртская Республика"
                ],
                [
                    "95000000000",
                    "Республика Хакасия"
                ],
                [
                    "96000000000",
                    "Чеченская Республика"
                ],
                [
                    "97000000000",
                    "Чувашская Республика - Чувашия"
                ],
                [
                    "01000000000",
                    "Алтайский край"
                ],
                [
                    "76000000000",
                    "Забайкальский край"
                ],
                [
                    "30000000000",
                    "Камчатская край"
                ],
                [
                    "03000000000",
                    "Краснодарский край"
                ],
                [
                    "04000000000",
                    "Красноярский край"
                ],
                [
                    "57000000000",
                    "Пермский край"
                ],
                [
                    "05000000000",
                    "Приморский край"
                ],
                [
                    "07000000000",
                    "Ставропольский край"
                ],
                [
                    "08000000000",
                    "Хабаровский край"
                ],
                [
                    "10000000000",
                    "Амурская область"
                ],
                [
                    "11000000000",
                    "Архангельская область"
                ],
                [
                    "12000000000",
                    "Астраханская область"
                ],
                [
                    "14000000000",
                    "Белгородская область"
                ],
                [
                    "15000000000",
                    "Брянская область"
                ],
                [
                    "17000000000",
                    "Владимирская область"
                ],
                [
                    "18000000000",
                    "Волгоградская область"
                ],
                [
                    "19000000000",
                    "Вологодская область"
                ],
                [
                    "20000000000",
                    "Воронежская область"
                ],
                [
                    "24000000000",
                    "Ивановская область"
                ],
                [
                    "25000000000",
                    "Иркутская область"
                ],
                [
                    "27000000000",
                    "Калининградская область"
                ],
                [
                    "29000000000",
                    "Калужская область"
                ],
                [
                    "32000000000",
                    "Кемеровская область - Кузбасс"
                ],
                [
                    "33000000000",
                    "Кировская область"
                ],
                [
                    "34000000000",
                    "Костромская область"
                ],
                [
                    "37000000000",
                    "Курганская область"
                ],
                [
                    "38000000000",
                    "Курская область"
                ],
                [
                    "41000000000",
                    "Ленинградская область"
                ],
                [
                    "42000000000",
                    "Липецкая область"
                ],
                [
                    "44000000000",
                    "Магаданская область"
                ],
                [
                    "46000000000",
                    "Московская область"
                ],
                [
                    "47000000000",
                    "Мурманская область"
                ],
                [
                    "22000000000",
                    "Нижегородская область"
                ],
                [
                    "49000000000",
                    "Новгородская область"
                ],
                [
                    "50000000000",
                    "Новосибирская область"
                ],
                [
                    "52000000000",
                    "Омская область"
                ],
                [
                    "53000000000",
                    "Оренбургская область"
                ],
                [
                    "54000000000",
                    "Орловская область"
                ],
                [
                    "56000000000",
                    "Пензенская область"
                ],
                [
                    "58000000000",
                    "Псковская область"
                ],
                [
                    "60000000000",
                    "Ростовская область"
                ],
                [
                    "61000000000",
                    "Рязанская область"
                ],
                [
                    "36000000000",
                    "Самарская область"
                ],
                [
                    "63000000000",
                    "Саратовская область"
                ],
                [
                    "64000000000",
                    "Сахалинская область"
                ],
                [
                    "65000000000",
                    "Свердловская область"
                ],
                [
                    "66000000000",
                    "Смоленская область"
                ],
                [
                    "68000000000",
                    "Тамбовская область"
                ],
                [
                    "28000000000",
                    "Тверская область"
                ],
                [
                    "69000000000",
                    "Томская область"
                ],
                [
                    "70000000000",
                    "Тульская область"
                ],
                [
                    "71000000000",
                    "Тюменская область"
                ],
                [
                    "73000000000",
                    "Ульяновская область"
                ],
                [
                    "75000000000",
                    "Челябинская область"
                ],
                [
                    "78000000000",
                    "Ярославская область"
                ],
                [
                    "67000000000",
                    "Город федерального зачения Севастополь"
                ],
                [
                    "99000000000",
                    "Еврейская автономная область"
                ],
                [
                    "11100000000",
                    "Ненецкий автономный округ"
                ],
                [
                    "71100000000",
                    "Ханты-Мансийский автономный округ - Югра"
                ],
                [
                    "77000000000",
                    "Чукотский автономный округ"
                ],
                [
                    "71140000000",
                    "Ямало-Ненецкий автономный округ"
                ]
            ]
        }
    },
    "full_name": "Количество вовлеченных в субъекты малого и среднего предпринимательства, осуществляющие деятельность в сфере сельского хозяйства, в том числе за счет средств государственной поддержки, в рамках федерального проекта \"Система поддержки фермеров и развития сельской кооперации\"",
    "unit": "единица",
    "periodicity": {
        "value": "Годовая - за год",
        "releases": "25-го числа после отчетного периода",
        "next": "2021-01-25 00:00:00"
    },
    "data_range": [
        2019,
        2019
    ],
    "updated": "2020-06-16 14:24:59",
    "methodology": "Расчет показателей производится в соответствии с Приказом Минсельхоза России от 24.04.2019 N 223 \"Об утверждении статистической методологии расчета показателей федерального проекта \"Создание системы поддержки фермеров и развитие сельской кооперации\"",
    "agency_name": "Министерство сельского хозяйства Российской Федерации",
    "agency_dept": "Департамент развития сельских территорий",
    "classifier": {
        "id": "2.9.XI.4.",
        "path": "По федеральному плану статработ / Росстат и другие субъекты официального статистического учета / Показатели социально-экономического развития Российской Федерации, необходимые для мониторинга достижения показателей национальных проектов, транспортной части комплексного плана модернизации и расширения магистральной инфраструктуры на период до 2024 года и федеральных проектов, входящих в их состав / Национальный проект \"Малое и среднее предпринимательство и поддержка индивидуальной предпринимательской инициативы\" / Федеральный проект \"Создание системы поддержки фермеров и развитие сельской кооперации\""
    },
    "prepared_by": {
        "name": "Крикун Дарья Александровна",
        "contacts": "8(495)607-85-61 d.krikun@mcx.ru"
    },
    "data": [
        [
            "ОКАТО",
            "Российская Федерация",
            "единица",
            "значение показателя за год",
            2019,
            24234.0
        ]
    ]
}');